[
  "EOS",
  "B",
  "B1C2CCCC1CCC2",
  "Br",
  "BrB(Br)Br",
  "BrBr",
  "BrC(Br)(Br)Br",
  "BrCCBr",
  "BrP(Br)Br",
  "Br[Cu]Br",
  "Br[Mg]Br",
  "Br[P+](N1CCCC1)(N1CCCC1)N1CCCC1.F[P-](F)(F)(F)(F)F",
  "Br[Zn]Br",
  "Brc1ccccc1",
  "C(=NC1CCCCC1)=NC1CCCCC1",
  "C1=CC([Fe]C2(P(c3ccccc3)c3ccccc3)C=CC=C2)(P(c2ccccc2)c2ccccc2)C=C1",
  "C1=CC([Fe]C2(P(c3ccccc3)c3ccccc3)C=CC=C2)(P(c2ccccc2)c2ccccc2)C=C1.Cl[Pd]Cl",
  "C1=CCC/C=C\\CC1.C1=C\\CC/C=C/CC/1.Cl1->[Rh]Cl->[Rh]1",
  "C1=CCCCC1",
  "C1=C\\CC/C=C\\CC/1.C1=C\\CC/C=C\\CC/1.[Cl-].[Cl-].[Rh].[Rh]",
  "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1",
  "C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.C1CCC(P(C2CCCCC2)C2CCCCC2)CC1.Cl[Pd]Cl",
  "C1CCC2=NCCCN2CC1",
  "C1CCCCC1",
  "C1CCNC1",
  "C1CCNCC1",
  "C1CCOC1",
  "C1CCOC1.C1CCOC1",
  "C1CN2CCN1CC2",
  "C1CN2CCN1CC2.C[Al](C)C.C[Al](C)C",
  "C1CN=C2NCCCN2C1",
  "C1COCCN1",
  "C1COCCO1",
  "C1COCCOCCOCCOCCO1",
  "C1COCCOCCOCCOCCOCCO1",
  "C=CC[Pd]Cl.C=CC[Pd]Cl",
  "C=O",
  "CB(O)O",
  "CC#N",
  "CC#N->[Pd](Cl)(Cl)<-N#CC",
  "CC(=N[Si](C)(C)C)O[Si](C)(C)C",
  "CC(=O)C#N",
  "CC(=O)CC(C)C",
  "CC(=O)Cl",
  "CC(=O)N(C)C",
  "CC(=O)O",
  "CC(=O)OC(C)=O",
  "CC(=O)OC(C)C",
  "CC(=O)OI(OC(C)=O)c1ccccc1",
  "CC(=O)OI1(OC(C)=O)(OC(C)=O)OC(=O)c2ccccc21",
  "CC(=O)O[Ag]",
  "CC(=O)O[BH-](OC(C)=O)OC(C)=O",
  "CC(=O)O[BH-](OC(C)=O)OC(C)=O.[Na+]",
  "CC(=O)O[Cu]OC(C)=O",
  "CC(=O)O[K]",
  "CC(=O)O[Na]",
  "CC(=O)O[Pb]OC(C)=O.[Pd]",
  "CC(=O)O[Pd]OC(C)=O",
  "CC(=O)O[Rh]OC(C)=O",
  "CC(=O)[O-]",
  "CC(=O)[O-].[NH4+]",
  "CC(C)(C#N)N=NC(C)(C)C#N",
  "CC(C)(C)C(=O)CC(=O)C(C)(C)C",
  "CC(C)(C)C(=O)Cl",
  "CC(C)(C)O",
  "CC(C)(C)OC(=O)N=NC(=O)OC(C)(C)C",
  "CC(C)(C)OC(=O)OC(=O)OC(C)(C)C",
  "CC(C)(C)ON=O",
  "CC(C)(C)OO",
  "CC(C)(C)O[K]",
  "CC(C)(C)O[Na]",
  "CC(C)(C)P(C(C)(C)C)C(C)(C)C",
  "CC(C)(C)P(C(C)(C)C)C(C)(C)C.CC(C)(C)P(C(C)(C)C)C(C)(C)C.[Pd]",
  "CC(C)(C)P(C(C)(C)C)C1([Fe]C2(P(C(C)(C)C)C(C)(C)C)C=CC=C2)C=CC=C1.Cl[Pd]Cl",
  "CC(C)(C)P(C1=C[CH]C=C1)C(C)(C)C.CC(C)(C)P(C1=C[CH]C=C1)C(C)(C)C.Cl[Pd]Cl.[Fe]",
  "CC(C)(C)P(c1ccc[cH-]1)C(C)(C)C.CC(C)(C)P(c1ccc[cH-]1)C(C)(C)C.[Cl-].[Cl-].[Fe+2].[Pd+2]",
  "CC(C)(C)P(c1ccccc1-c1ccccc1)C(C)(C)C",
  "CC(C)(C)[Mg]Cl",
  "CC(C)(C)[O-]",
  "CC(C)(C)[PH+](C(C)(C)C)C(C)(C)C.F[B-](F)(F)F",
  "CC(C)(C)[P]([Pd][P](C(C)(C)C)(C(C)(C)C)C(C)(C)C)(C(C)(C)C)C(C)(C)C",
  "CC(C)(C)[P]1(C(C)(C)C)C2(C=CC=C2)[Fe]C2(C=CC=C2)[P](C(C)(C)C)(C(C)(C)C)[Pd]1(Cl)Cl",
  "CC(C)(C)[P]1(C(C)(C)C)C2=CC(C=C2)[Fe]C2C=CC(=C2)[P](C(C)(C)C)(C(C)(C)C)[Pd]1(Cl)Cl",
  "CC(C)(C)c1cccc(C(C)(C)C)n1",
  "CC(C)=C(Cl)N(C)C",
  "CC(C)=O",
  "CC(C)CCON=O",
  "CC(C)CO",
  "CC(C)COC(=O)Cl",
  "CC(C)C[AlH]CC(C)C",
  "CC(C)N=C=NC(C)C",
  "CC(C)NC(C)C",
  "CC(C)NC(C)C.[Li]",
  "CC(C)O",
  "CC(C)OC(=O)/N=N/C(=O)OC(C)C",
  "CC(C)OC(=O)N=NC(=O)OC(C)C",
  "CC(C)OC(C)C",
  "CC(C)O[Ti](OC(C)C)(OC(C)C)OC(C)C",
  "CC(C)Oc1cccc(-c2c(C(C)C)cc(C(C)C)cc2C(C)C)c1P(C1CCCCC1)C1CCCCC1.CNc1ccccc1-c1[c-]cccc1.CS(=O)(=O)O.[Pd]",
  "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1",
  "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1.NCCc1ccccc1[Pd]Cl",
  "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1[P](C1CCCCC1)(C1CCCCC1)[Pd]1(<-Nc2ccccc2-c2ccccc21)OS(C)(=O)=O",
  "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1[P](C1CCCCC1)(C1CCCCC1)[Pd]1(Cl)<-Nc2ccccc2-c2ccccc21",
  "CC(C)Oc1cccc(OC(C)C)c1-c1ccccc1[P](C1CCCCC1)(C1CCCCC1)[Pd]1(OS(C)(=O)=O)c2ccccc2-c2ccccc2N->1C",
  "CC(C)[Mg]Br",
  "CC(C)[Mg]Cl",
  "CC(C)[Mg]Cl.[Li]Cl",
  "CC(C)[SiH](C(C)C)C(C)C",
  "CC(C)c1cc(C(C)C)c(-c2cccc(P(C3CCCCC3)C3CCCCC3)c2)c(C(C)C)c1.Nc1ccccc1-c1ccccc1[Pd]Cl",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C(C)(C)C)C(C)(C)C)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C(C)(C)C)C(C)(C)C)c(C(C)C)c1.NCCc1ccccc1[Pd]Cl",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C2CCCCC2)C2CCCCC2)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2P(C2CCCCC2)C2CCCCC2)c(C(C)C)c1.Nc1ccccc1-c1ccccc1[Pd]Cl",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2[P](C(C)(C)C)(C(C)(C)C)[Pd]2(<-Nc3ccccc3-c3ccccc32)OS(C)(=O)=O)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2[P](C2CCCCC2)(C2CCCCC2)[Pd]2(<-Nc3ccccc3-c3ccccc32)OS(C)(=O)=O)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2[P](C2CCCCC2)(C2CCCCC2)[Pd]2(Cl)<-NCCc3ccccc32)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2[P](C2CCCCC2)(C2CCCCC2)[Pd]2(Cl)<-Nc3ccccc3-c3ccccc32)c(C(C)C)c1",
  "CC(C)c1cc(C(C)C)c(-c2ccccc2[P](C2CCCCC2)(C2CCCCC2)[Pd]2(OS(C)(=O)=O)c3ccccc3-c3ccccc3N->2C)c(C(C)C)c1",
  "CC(C)c1cccc(C(C)C)c1N1C=CN(c2c(C(C)C)cccc2C(C)C)C1[Pd](Cl)(Cl)<-n1cccc(Cl)c1",
  "CC(Cl)Cl",
  "CC(Cl)OC(=O)Cl",
  "CC1(C)C2CCC1(CS(=O)(=O)O)C(=O)C2",
  "CC1(C)CCC(c2ccccc2)N(C(=O)C(=O)Nc2cncc(C(N)=O)c2)C1",
  "CC1(C)CCCC(C)(C)N1",
  "CC1(C)OB(B2OC(C)(C)C(C)(C)O2)OC1(C)C",
  "CC1(C)c2cccc(P(c3ccccc3)c3ccccc3)c2Oc2c(P(c3ccccc3)c3ccccc3)cccc21",
  "CC1(C)c2cccc(P(c3ccccc3)c3ccccc3)c2Oc2c(P(c3ccccc3)c3ccccc3)cccc21.CS(=O)(=O)O.Nc1ccccc1-c1[c-]cccc1.[Pd]",
  "CC1=[O+][Rh-3]234([OH2+])#[Rh-3]([OH2+])(O1)(OC(C)=[O+]2)([O+]=C(C)O3)[O+]=C(C)O4",
  "CC1CCCO1",
  "CC=C(C)C",
  "CCC#N",
  "CCC(=O)O",
  "CCC(C)(C)O",
  "CCC(C)(C)O[Na]",
  "CCC(C)=O",
  "CCC(C)O",
  "CCC(C)[BH-](C(C)CC)C(C)CC.[Li+]",
  "CCC(CC)c1cccc(C(CC)CC)c1N1C=CN(c2c(C(CC)CC)cccc2C(CC)CC)C1[Pd](Cl)(Cl)<-n1cccc(Cl)c1",
  "CCCC#N",
  "CCCC(C)O",
  "CCCCC",
  "CCCCCC",
  "CCCCCCC",
  "CCCCCCCCCCCCS",
  "CCCCCCCC[N+](C)(CCCCCCCC)CCCCCCCC.[Cl-]",
  "CCCCCO",
  "CCCCN",
  "CCCCN(CCCC)CCCC",
  "CCCCO",
  "CCCCON=O",
  "CCCCO[K]",
  "CCCCO[Na]",
  "CCCCP(=CC#N)(CCCC)CCCC",
  "CCCCP(C12CC3CC(CC(C3)C1)C2)C12CC3CC(CC(C3)C1)C2",
  "CCCCP(CCCC)CCCC",
  "CCCC[N+](CCCC)(CCCC)CCCC.O=S(=O)([O-])O",
  "CCCC[N+](CCCC)(CCCC)CCCC.[Br-]",
  "CCCC[N+](CCCC)(CCCC)CCCC.[Cl-]",
  "CCCC[N+](CCCC)(CCCC)CCCC.[F-]",
  "CCCC[N+](CCCC)(CCCC)CCCC.[I-]",
  "CCCC[N+](CCCC)(CCCC)CCCC.[OH-]",
  "CCCC[O-]",
  "CCCC[SnH](CCCC)CCCC",
  "CCCC[Sn](=O)CCCC",
  "CCCO",
  "CCCP(=O)(O)OP(=O)(O)CCC",
  "CCCP1(=O)OP(=O)(CCC)OP(=O)(CCC)O1",
  "CCC[N+](CCC)(CCC)CCC.O=[Ru](=O)(=O)[O-]",
  "CCN(C(C)C)C(C)C",
  "CCN(CC)C(C)C",
  "CCN(CC)CC",
  "CCN(CC)CC.Cl",
  "CCN(CC)CC.F.F.F",
  "CCN(CC)CC.NS(=O)(=O)c1ccc(NC(=S)S)cc1",
  "CCN(CC)P1(=NC(C)(C)C)N(C)CCCN1C",
  "CCN(CC)S(F)(F)F",
  "CCN(CC)c1ccccc1",
  "CCN1CCOCC1",
  "CCN=C=NCCCN(C)C",
  "CCN=C=NCCCN(C)C.Cl",
  "CCNCC",
  "CCO",
  "CCOC(=O)C(C#N)=NOC(N(C)C)=[N+](C)C.F[B-](F)(F)F",
  "CCOC(=O)C(C#N)=NOC(N1CCOCC1)=[N+](C)C.F[P-](F)(F)(F)(F)F",
  "CCOC(=O)C(C#N)=NO[C+](N(C)C)N1CCOCC1.F[P-](F)(F)(F)(F)F",
  "CCOC(=O)C[C@H](N)c1cc(-c2c(Oc3ccc(F)c(C(C(=O)O)n4cc(CCN5CC(F)C5)c(C(F)(F)F)cc4=O)c3)nn(C)c2C)cc(C)c1F",
  "CCOC(=O)Cl",
  "CCOC(=O)N1c2ccccc2C=CC1OCC",
  "CCOC(=O)N=NC(=O)OCC",
  "CCOC(=O)OC(=O)OCC",
  "CCOC(C)=O",
  "CCOC(OCC)OCC",
  "CCOCC",
  "CCOCCO",
  "CCOP(=O)(C#N)OCC",
  "CCOP(=O)(OCC)On1nnc2ccccc2c1=O",
  "CCOP(OCC)OCC",
  "CCO[Na]",
  "CCO[Ti](OCC)(OCC)OCC",
  "CCS",
  "CCS[Na]",
  "CC[Al](Cl)CC",
  "CC[BH-](CC)CC.[Li+]",
  "CC[Mg]Br",
  "CC[N+](CC)(CC)Cc1ccccc1.[Cl-]",
  "CC[N+](CC)(CC)S(=O)(=O)N=C([O-])OC",
  "CC[O+](CC)CC.F[B-](F)(F)F",
  "CC[O+](CC)[B-](F)(F)F",
  "CC[SiH](CC)CC",
  "CC[Zn]CC",
  "CI",
  "CN",
  "CN(C)C",
  "CN(C)C(=N)N(C)C",
  "CN(C)C(=O)/N=N/C(=O)N(C)C",
  "CN(C)C(=O)Cl",
  "CN(C)C(=O)N=NC(=O)N(C)C",
  "CN(C)C(Cl)=[N+](C)C.F[P-](F)(F)(F)(F)F",
  "CN(C)C(N(C)C)=[N+]1N=[N+]([O-])c2ncccc21.F[P-](F)(F)(F)(F)F",
  "CN(C)C(ON1C(=O)CCC1=O)=[N+](C)C.F[B-](F)(F)F",
  "CN(C)C(On1nnc2ccccc21)=[N+](C)C.F[B-](F)(F)F",
  "CN(C)C(On1nnc2ccccc21)=[N+](C)C.F[P-](F)(F)(F)(F)F",
  "CN(C)C(On1nnc2cccnc21)=[N+](C)C.F[P-](F)(F)(F)(F)F",
  "CN(C)C(n1n[n+]([O-])c2ncccc21)=[N+](C)C.F[P-](F)(F)(F)(F)F",
  "CN(C)C=O",
  "CN(C)CC(=O)O",
  "CN(C)CC(=O)O.Cl",
  "CN(C)CCN",
  "CN(C)CCN(C)C",
  "CN(C)P(=O)(N(C)C)N(C)C",
  "CN(C)[C@@H]1CCCC[C@H]1N",
  "CN(C)[P+](On1nnc2ccccc21)(N(C)C)N(C)C.F[P-](F)(F)(F)(F)F",
  "CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.CN(C)c1ccc(P(C(C)(C)C)C(C)(C)C)cc1.Cl[Pd]Cl",
  "CN(C)c1cccc(N(C)C)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1",
  "CN(C)c1cccc2cccc(N(C)C)c12",
  "CN(C)c1ccccc1",
  "CN(C)c1ccccc1-c1ccccc1P(C1CCCCC1)C1CCCCC1",
  "CN(C)c1ccncc1",
  "CN(C1CCCCC1)C1CCCCC1",
  "CN1C(=O)CC(=O)N(C)C1=O",
  "CN1CCCC1",
  "CN1CCCC1=O",
  "CN1CCCN(C)C1=O",
  "CN1CCN(C)C1=O",
  "CN1CCOCC1",
  "CN1CC[N+](C)=C1Cl.[Cl-]",
  "CNC",
  "CNC1CCCCC1NC",
  "CNCCNC",
  "CN[C@@H]1CCCC[C@H]1NC",
  "CN[C@H]1CCCC[C@@H]1NC",
  "CO",
  "COB(OC)OC",
  "COC",
  "COC(=O)Cl",
  "COC(C)(C)C",
  "COC(OC)N(C)C",
  "COC(OC)OC",
  "COC1CCCC1",
  "COCC(C)O",
  "COCCO",
  "COCCOC",
  "COCCOC(=O)N=NC(=O)OCCOC",
  "COCCOCCOC",
  "COCCO[AlH2-]OCCOC.[Na+]",
  "COCCO[AlH]OCCOC.[Na]",
  "COS(=O)(=O)OC",
  "CO[Na]",
  "COc1ccc(C)c(-c2c(C(C)C)cc(C(C)C)cc2C(C)C)c1P(C(C)(C)C)C(C)(C)C",
  "COc1ccc(OC)c(P(C(C)(C)C)C(C)(C)C)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C",
  "COc1ccc(OC)c(P(C2CCCCC2)C2CCCCC2)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C",
  "COc1ccc(OC)c(P(C2CCCCC2)C2CCCCC2)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C.NCCc1ccccc1[Pd]Cl",
  "COc1ccc(OC)c([P](C(C)(C)C)(C(C)(C)C)[Pd]2(<-Nc3ccccc3-c3ccccc32)OS(C)(=O)=O)c1-c1c(C(C)C)cc(C(C)C)cc1C(C)C",
  "COc1ccc(OC)c([P](C2CCCCC2)(C2CCCCC2)[Pd]2(<-Nc3ccccc3-c3ccccc32)OS(C)(=O)=O)c1-c1c(C(C)C)cccc1C(C)C",
  "COc1cccc(OC)c1-c1cccc([Pd-](Cl)c2ccccc2-c2ccccc2N)c1P(C1CCCCC1)C1CCCCC1",
  "COc1cccc(OC)c1-c1ccccc1P(C1CCCCC1)C1CCCCC1",
  "COc1cccc(OC)c1-c1ccccc1[P](C1CCCCC1)(C1CCCCC1)[Pd]1(<-Nc2ccccc2-c2ccccc21)OS(C)(=O)=O",
  "COc1cccc(OC)c1-c1ccccc1[P](C1CCCCC1)(C1CCCCC1)[Pd]1(Cl)<-Nc2ccccc2-c2ccccc21",
  "COc1ccccc1",
  "COc1nc(Cl)nc(OC)n1",
  "COc1nc(OC)nc([N+]2(C)CCOCC2)n1.[Cl-]",
  "CP(C)C",
  "CS(=O)(=O)Cl",
  "CS(=O)(=O)O",
  "CS(=O)(=O)O.O=P12OP3(=O)OP(=O)(O1)OP(=O)(O2)O3",
  "CS(=O)(=O)OS(C)(=O)=O",
  "CS(=O)(=O)[O-]",
  "CS(C)(=O)=O",
  "CS(C)=O",
  "CSC",
  "CS[Na]",
  "CSc1ccccc1",
  "C[Al](C)C",
  "C[Mg]Br",
  "C[N+](=O)[O-]",
  "C[N+](C)(C)Cc1ccccc1.[OH-]",
  "C[N+]1([O-])CCOCC1",
  "C[P+](C)(C)CC#N.[I-]",
  "C[Re](=O)(=O)=O",
  "C[Si](C)(C)Br",
  "C[Si](C)(C)Cl",
  "C[Si](C)(C)I",
  "C[Si](C)(C)N([K])[Si](C)(C)C",
  "C[Si](C)(C)N([Na])[Si](C)(C)C",
  "C[Si](C)(C)N[Si](C)(C)C",
  "C[Si](C)(C)OS(=O)(=O)C(F)(F)F",
  "C[Si](C)(C)O[K]",
  "C[Sn](C)(C)O",
  "C[n+]1ccccc1Cl.[I-]",
  "Cc1c(CCO)sc[n+]1Cc1ccccc1.[Cl-]",
  "Cc1cc(C(C)(C)C)c(O)c(C(C)(C)C)c1",
  "Cc1cc(C(C)(C)C)nc(C(C)(C)C)c1",
  "Cc1cc(C)c(C)c(C)c1C",
  "Cc1cc(C)c(N2CCN(c3c(C)cc(C)cc3C)C2=[Ru](Cl)(Cl)(=Cc2ccccc2)[P](C2CCCCC2)(C2CCCCC2)C2CCCCC2)c(C)c1",
  "Cc1cc(C)c(N2CCN(c3c(C)cc(C)cc3C)C2=[Ru](Cl)(Cl)=Cc2ccccc2OC(C)C)c(C)c1",
  "Cc1cc(C)nc(C)c1",
  "Cc1ccc(C)cc1",
  "Cc1ccc(S(=O)(=O)Cl)cc1",
  "Cc1ccc(S(=O)(=O)O)cc1",
  "Cc1ccc(S(=O)(=O)[O-])cc1.c1cc[nH+]cc1",
  "Cc1cccc(C)n1",
  "Cc1ccccc1",
  "Cc1ccccc1C",
  "Cc1ccccc1P(c1ccccc1C)c1ccccc1C",
  "Cc1ccccc1S(=O)(=O)O",
  "Cc1ccccn1",
  "Cl",
  "Cl.NO",
  "Cl.c1cc[nH+]cc1",
  "ClB(Cl)Cl",
  "ClC(Cl)(Cl)C(Cl)(Cl)Cl",
  "ClC(Cl)(Cl)Cl",
  "ClC(Cl)Cl",
  "ClCCCl",
  "ClCCl",
  "ClCl",
  "ClP(Cl)(Cl)(Cl)Cl",
  "ClP(Cl)Cl",
  "Cl[Al](Cl)Cl",
  "Cl[Ca]Cl",
  "Cl[Ce](Cl)Cl",
  "Cl[Co]Cl",
  "Cl[Cu]",
  "Cl[Cu]Cl",
  "Cl[Fe](Cl)Cl",
  "Cl[Hg]Cl",
  "Cl[Mg]Cl",
  "Cl[Ni]Cl",
  "Cl[Pd](Cl)([P](c1ccccc1)(c1ccccc1)c1ccccc1)[P](c1ccccc1)(c1ccccc1)c1ccccc1",
  "Cl[Pd]Cl",
  "Cl[Pd]Cl.[CH]1[CH][CH][C](P(c2ccccc2)c2ccccc2)[CH]1.[CH]1[CH][CH][C](P(c2ccccc2)c2ccccc2)[CH]1.[Fe]",
  "Cl[Pd]Cl.[CH]1[CH][CH][C](P(c2ccccc2)c2ccccc2)[CH]1.[Fe]",
  "Cl[Pd]Cl.[CH]1[CH][CH][C]([PH+](c2ccccc2)c2ccccc2)[CH]1.[Fe]",
  "Cl[Pd]Cl.[Fe].c1ccc(P(c2ccccc2)C2CCCC2)cc1",
  "Cl[Pd]Cl.[Fe].c1ccc(P(c2ccccc2)C2CCCC2)cc1.c1ccc(P(c2ccccc2)C2CCCC2)cc1",
  "Cl[Pd]Cl.c1ccc(P(c2ccccc2)c2ccccc2)cc1.c1ccc(P(c2ccccc2)c2ccccc2)cc1",
  "Cl[Rh]([P](c1ccccc1)(c1ccccc1)c1ccccc1)([P](c1ccccc1)(c1ccccc1)c1ccccc1)[P](c1ccccc1)(c1ccccc1)c1ccccc1",
  "Cl[Ru](Cl)(=Cc1ccccc1)([P](C1CCCCC1)(C1CCCCC1)C1CCCCC1)[P](C1CCCCC1)(C1CCCCC1)C1CCCCC1",
  "Cl[Ru](Cl)Cl",
  "Cl[Sn](Cl)(Cl)Cl",
  "Cl[Sn]Cl",
  "Cl[Ti](Cl)(Cl)Cl",
  "Cl[Zn]Cl",
  "Clc1ccccc1",
  "Clc1ccccc1Cl",
  "Clc1nc(Cl)nc(Cl)n1",
  "Cn1ccnc1",
  "F",
  "FB(F)F",
  "FC(F)(F)c1ccccc1",
  "F[B-](F)(F)F.[H+]",
  "F[Cs]",
  "F[K]",
  "F[P-](F)(F)(F)(F)F.c1ccc2c(c1)nnn2O[P+](N1CCCC1)(N1CCCC1)N1CCCC1",
  "F[P-](F)(F)(F)(F)F.c1cnc2c(c1)nnn2O[P+](N1CCCC1)(N1CCCC1)N1CCCC1",
  "I",
  "II",
  "I[Cu]I",
  "I[Zn]I",
  "N",
  "N#CC1=C(C#N)C(=O)C(Cl)=C(Cl)C1=O",
  "N#C[K]",
  "N#C[Na]",
  "N=C=N",
  "NC(=O)[O-]",
  "NC(CO)(CO)CO",
  "NC(N)=O",
  "NC(N)=S",
  "NC1CCCCC1N",
  "NC=O",
  "NCCN",
  "NCCNCCN",
  "NCCO",
  "NN",
  "NO",
  "NS(=O)(=O)O",
  "N[C@@H](Cc1ccc2ccccc2c1)C(=O)O",
  "N[C@@H]1CCCC[C@H]1N",
  "N[Na]",
  "Nc1cc(Cl)cnc1Cl",
  "Nc1ccccc1",
  "O=C(/C=C/c1ccccc1)/C=C/c1ccccc1.O=C(/C=C/c1ccccc1)/C=C/c1ccccc1.O=C(/C=C/c1ccccc1)/C=C/c1ccccc1.[Pd].[Pd]",
  "O=C(/C=C/c1ccccc1)/C=C/c1ccccc1.O=C(/C=C/c1ccccc1)/C=C/c1ccccc1.[Pd]",
  "O=C(/N=N/C(=O)N1CCCCC1)N1CCCCC1",
  "O=C(/N=N/C(=O)OCc1ccccc1)OCc1ccccc1",
  "O=C(C=Cc1ccccc1)C=Cc1ccccc1.O=C(C=Cc1ccccc1)C=Cc1ccccc1.O=C(C=Cc1ccccc1)C=Cc1ccccc1.[Pd].[Pd]",
  "O=C(Cl)C(=O)Cl",
  "O=C(N=NC(=O)N1CCCCC1)N1CCCCC1",
  "O=C(O)C(=O)O",
  "O=C(O)C(Cl)Cl",
  "O=C(O)C(F)(F)F",
  "O=C(O)CC(O)(CC(=O)O)C(=O)O",
  "O=C(O)CN(CCN(CC(=O)O)CC(=O)O)CC(=O)O",
  "O=C(O)CS",
  "O=C(O)O[K]",
  "O=C(O)O[Na]",
  "O=C(O)[C@@H]1CCCN1",
  "O=C(O)c1ccccc1",
  "O=C(O)c1ccccc1I(=O)=O",
  "O=C(O)c1ccccn1",
  "O=C(OC(=O)C(F)(F)F)C(F)(F)F",
  "O=C(OI(OC(=O)C(F)(F)F)c1ccccc1)C(F)(F)F",
  "O=C(OO)c1cccc(Cl)c1",
  "O=C(OOC(=O)c1ccccc1)c1ccccc1",
  "O=C(O[Ag])O[Ag]",
  "O=C(O[Cs])O[Cs]",
  "O=C(O[K])O[K]",
  "O=C(O[Na])O[Na]",
  "O=C([O-])C(F)(F)F",
  "O=C([O-])C(O)C(O)C(=O)[O-].[K+].[Na+]",
  "O=C([O-])O",
  "O=C([O-])O.[NH4+]",
  "O=C([O-])[C@H](O)[C@@H](O)C(=O)[O-].[K+].[Na+]",
  "O=C([O-])[O-]",
  "O=C(n1ccnc1)n1ccnc1",
  "O=C1C(Cl)=C(Cl)C(=O)C(Cl)=C1Cl",
  "O=C1CCC(=O)N1Br",
  "O=C1CCC(=O)N1Cl",
  "O=C1CCC(=O)N1I",
  "O=C1CCC(=O)N1O",
  "O=C1CCCCC1C1=CCCCC1",
  "O=C1OCCN1P(=O)(Cl)N1CCOC1=O",
  "O=C1OI(=O)(O)c2ccccc21",
  "O=C1O[C@H]([C@@H](O)CO)C(O[Na])=C1O",
  "O=C1O[Ca]O1",
  "O=C=O",
  "O=CO",
  "O=CO[Na]",
  "O=C[O-].[NH4+]",
  "O=NO[Na]",
  "O=O",
  "O=P(Cl)(Cl)Cl",
  "O=P(O)(O)O",
  "O=P(O)(O)O[K]",
  "O=P(O)(O)O[Na]",
  "O=P(O)(O)O[Na].O=P(O)(O[Na])O[Na]",
  "O=P(O)(O[K])O[K]",
  "O=P(O)(O[Na])O[Na]",
  "O=P(O[K])(O[K])O[K]",
  "O=P12OP3(=O)OP(=O)(O1)OP(=O)(O2)O3",
  "O=S(=O)(Cl)Cl",
  "O=S(=O)(O)C(F)(F)F",
  "O=S(=O)(O)O",
  "O=S(=O)(O)O.O=[Cr](=O)=O",
  "O=S(=O)(O)O[K]",
  "O=S(=O)(O)O[Na]",
  "O=S(=O)(O)c1ccccc1",
  "O=S(=O)(OO)O[K]",
  "O=S(=O)(OS(=O)(=O)C(F)(F)F)C(F)(F)F",
  "O=S(=O)(O[Ag])C(F)(F)F",
  "O=S(=O)(O[Ag])O[Ag]",
  "O=S(=O)(O[K])OOS(=O)(=O)O[K]",
  "O=S(=O)(O[Na])O[Na]",
  "O=S(=O)(O[Yb](OS(=O)(=O)C(F)(F)F)OS(=O)(=O)C(F)(F)F)C(F)(F)F",
  "O=S(=O)([O-])C(F)(F)F.O=S(=O)([O-])C(F)(F)F.O=S(=O)([O-])C(F)(F)F.[Sc+3]",
  "O=S(=O)([O-])C(F)(F)F.O=S(=O)([O-])C(F)(F)F.O=S(=O)([O-])C(F)(F)F.[Yb+3]",
  "O=S(=O)([O-])OOS(=O)(=O)[O-].[NH4+].[NH4+]",
  "O=S(=O)=O",
  "O=S(=S)(O[Na])O[Na]",
  "O=S(Cl)Cl",
  "O=S(O)O[Na]",
  "O=S(O[Na])O[Na]",
  "O=S(O[Na])S(=O)(=O)O[Na]",
  "O=S(O[Na])S(=O)O[Na]",
  "O=S1(=O)CCCC1",
  "O=S1(=O)O[Cu]O1",
  "O=S1(=O)O[Fe]O1",
  "O=S1(=O)O[Mg]O1",
  "O=[Al]O[Al]=O",
  "O=[Cr](=O)([O-])Cl.c1cc[nH+]cc1",
  "O=[Cr](=O)([O-])O[Cr](=O)(=O)[O-].c1cc[nH+]cc1.c1cc[nH+]cc1",
  "O=[Cr](=O)=O",
  "O=[Cu]",
  "O=[Hg]",
  "O=[Mg]",
  "O=[Mn]",
  "O=[Mn](=O)(=O)O[K]",
  "O=[Mn]=O",
  "O=[N+]([O-])O",
  "O=[N+]([O-])O[Ag]",
  "O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].[Ce+4].[NH4+].[NH4+]",
  "O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].O=[N+]([O-])[O-].[Ce+4].[NH4+]",
  "O=[N+]([O-])c1ccccc1",
  "O=[Os-2](=O)(O)(O)(O)O.[K+]",
  "O=[Pt]=O",
  "O=[Si]=O",
  "OB(O)B(O)O",
  "OBO",
  "OC(C(F)(F)F)C(F)(F)F",
  "OCC(F)(F)F",
  "OCCO",
  "OCCOCCO",
  "OO",
  "O[Ba]O",
  "O[Ca]O",
  "O[K]",
  "O[Na]",
  "O[Pd]O",
  "O[Pd]O.[C]",
  "Oc1ccc(O)cc1",
  "Oc1cccc2cccnc12",
  "Oc1cccc2n[nH]nc12",
  "Oc1ccccc1",
  "On1nnc2ccccc21",
  "On1nnc2cccnc21",
  "S=C=S",
  "Sc1ccccc1",
  "[2H]C(Cl)(Cl)Cl",
  "[Ag]O[Ag]",
  "[AlH4-].[Li+]",
  "[Al]",
  "[Al].[Ni]",
  "[B-]C#N.[Na+]",
  "[BH3-]C#N",
  "[BH3-]C#N.[Na+]",
  "[BH3-][S+](C)C",
  "[BH4-].[K+]",
  "[BH4-].[Li+]",
  "[BH4-].[Na+]",
  "[B]Br",
  "[Br-]",
  "[C-]#[O+]",
  "[CH2]CCC.[Li]",
  "[Ce+3].[Cl-]",
  "[Cl-]",
  "[Cl-].[NH4+]",
  "[Cl-].c1cc[nH+]cc1",
  "[Cu]",
  "[Cu]Br",
  "[Cu]I",
  "[Cu]O[Cu]",
  "[F-].[NH4+]",
  "[Fe]",
  "[H-]",
  "[H][H]",
  "[H][H].[Na]",
  "[I-]",
  "[KH]",
  "[K]",
  "[K]Br",
  "[K]I",
  "[LiH]",
  "[Li]",
  "[Li]Br",
  "[Li]C",
  "[Li]C(C)(C)C",
  "[Li]C(C)CC",
  "[Li]CCCC",
  "[Li]Cl",
  "[Li]I",
  "[Li]N(C(C)C)C(C)C",
  "[Li]N([Si](C)(C)C)[Si](C)(C)C",
  "[Li]O",
  "[Li]OC(=O)O[Li]",
  "[Li]OC(C)(C)C",
  "[Li]O[Cl+3]([O-])([O-])[O-]",
  "[Mg]",
  "[N-]=C=O",
  "[N-]=[N+]=NP(=O)(Oc1ccccc1)Oc1ccccc1",
  "[N-]=[N+]=N[Na]",
  "[NH4+]",
  "[NH4+].[OH-]",
  "[NaH]",
  "[Na]",
  "[Na]Br",
  "[Na]Cl",
  "[Na]I",
  "[Na]OCl",
  "[Na]Oc1ccccc1",
  "[Na]S[Na]",
  "[Ni]",
  "[O-2].[O-2].[O-2].[O-2].[Os+8]",
  "[O-][Cl+3]([O-])([O-])O",
  "[O-][I+3]([O-])([O-])O[Na]",
  "[OH-]",
  "[Pd+2]",
  "[Pd]",
  "[Pd].c1ccc(P(c2ccccc2)c2ccccc2)cc1",
  "[Pd].c1ccc(P(c2ccccc2)c2ccccc2)cc1.c1ccc(P(c2ccccc2)c2ccccc2)cc1.c1ccc(P(c2ccccc2)c2ccccc2)cc1.c1ccc(P(c2ccccc2)c2ccccc2)cc1",
  "[Pt]",
  "[Rh]",
  "[S]",
  "[SiH3]c1ccccc1",
  "[Sn]",
  "[Ti]",
  "[Zn]",
  "c1c[nH]cn1",
  "c1cc(-c2ccncc2)ccn1",
  "c1cc(N2CCCC2)ccn1",
  "c1ccc(-c2ccccc2)cc1",
  "c1ccc(-c2ccccc2P(C2CCCCC2)C2CCCCC2)cc1",
  "c1ccc(OP(Oc2ccccc2)Oc2ccccc2)cc1",
  "c1ccc(Oc2ccccc2)cc1",
  "c1ccc(P(CCCP(c2ccccc2)c2ccccc2)c2ccccc2)cc1",
  "c1ccc(P(c2ccccc2)c2ccc3ccccc3c2-c2c(P(c3ccccc3)c3ccccc3)ccc3ccccc23)cc1",
  "c1ccc(P(c2ccccc2)c2ccccc2)cc1",
  "c1ccc([PH](c2ccccc2)(c2ccccc2)[Pd]([PH](c2ccccc2)(c2ccccc2)c2ccccc2)([PH](c2ccccc2)(c2ccccc2)c2ccccc2)[PH](c2ccccc2)(c2ccccc2)c2ccccc2)cc1",
  "c1ccc([P](c2ccccc2)(c2ccccc2)[Pd]([P](c2ccccc2)(c2ccccc2)c2ccccc2)([P](c2ccccc2)(c2ccccc2)c2ccccc2)[P](c2ccccc2)(c2ccccc2)c2ccccc2)cc1",
  "c1ccc2ncccc2c1",
  "c1ccccc1",
  "c1ccncc1",
  "c1ccsc1",
  "c1cnc2c(c1)ccc1cccnc12"
]